Repository: ETegro/OpenSAN
Catalog: astor2-luci-feed/po/*/multiwan.po
Languages: no

source: Multi-WAN allows for the use of multiple uplinks for load balancing and failover.
no: Multi-WAN tillater bruk av flere internett oppkoblinger for lastbalansering og feilsikkerhet.

source: Default Route
no: Standard rute

source: WAN Interfaces
no: WAN grensesnitt

source: Health Monitor detects and corrects network changes and failed connections.
no: Health Monitor oppdager og korrigerer nettverks endringer og mislykkede tilkoblinger.

source: Load Balancer Distribution
no: Lastbalansering Distribusjon

source: None
no: Ingen

source: Health Monitor Interval
no: Health Monitor Intervall

source: Health Monitor ICMP Host(s)
no: Health Monitor ICMP Vert(er)

source: Health Monitor ICMP Timeout
no: Health Monitor ICMP Tidsavbrudd

source: Attempts Before WAN Failover
no: Antall forsøk før WAN Feilsikkerhet

source: Attempts Before WAN Recovery
no: Antall forsøk før WAN Gjenoppretting

source: Failover Traffic Destination
no: Feilsikkerhet Trafikk Destinasjon

source: Multi-WAN Traffic Rules
no: Multi-WAN Trafikk Regler

source: Configure rules for directing outbound traffic through specified WAN Uplinks.
no: Konfigurer regler for å styre utgående trafikk gjennom spesifiserte WAN koblinger.

source: Source Address
no: Kilde Adresse

source: Destination Address
no: Destinasjon Adresse

source: Load Balancer(Compatibility)
no: Lastbalansering (kompatibilitet)

source: Disable
no: Deaktiver

source: DNS Server(s)
no: DNS Server(e)

source: Enable
no: Aktiver

source: Load Balancer(Performance)
no: Lastbalansering (Ytelse)

source: Ports
no: Porter

source: Protocol
no: Protokoll

source: LAN Interface
no: LAN Grensesnitt
