Repository: ETegro/OpenSAN
Catalog: feeds/luci/po/*/astor2_san.po
Languages: ru

source: Sessions
ru: Сессии

source: Access pattern
ru: Шаблон доступа

source: Access pattern's name already exists
ru: Такое название шаблона доступа уже существует

source: Access pattern's name is not set
ru: Название шаблона доступа не задано

source: AccessPattern with LUN0 has to be binded first
ru: Шаблон доступа с LUN0 должен быть прикреплён первым

source: Access patterns
ru: Шаблоны доступа

source: Add
ru: Добавить

source: Add access pattern
ru: Добавить шаблон доступа

source: Add authentication credential
ru: Добавить полномочие доступа

source: Add dedicated hotspare
ru: Добавить выделенный hotspare

source: Add logical drive
ru: Добавить логический диск

source: Add logical volume
ru: Добавить логический том

source: Add snapshot
ru: Добавить снимок

source: Authentication credential
ru: Полномочие доступа

source: Available users
ru: Доступные пользователи

source: Bind access pattern
ru: Прикрепить шаблон доступа

source: Common
ru: Общее

source: Critical
ru: Критично

source: Decreasing logical volumes size may corrupt your data! Are you sure you want to do this?
ru: Уменьшение размера логического тома может повлечь искажение ваших данных. Вы уверены что хотите сделать это?

source: Dedicated hotspare
ru: Выделенный hotspare

source: Delete access pattern
ru: Удалить шаблон доступа

source: Drives are not selected
ru: Жёсткие диски не выбраны

source: Edit
ru: Редактировать

source: Edit access pattern
ru: Редактировать шаблон доступа

source: Empty
ru: Пусто

source: Enabled
ru: Активен

source: Enclosures
ru: Лотки

source: Failed to add dedicated hotspare disk
ru: Невозможно добавить выделенный hotspare диск

source: Failed to add logical volume
ru: Невозможно добавить логический том

source: Failed to apply caching policies
ru: Невозможно применить политики кэширования

source: Failed to apply iSCSI configuration
ru: Невозможно применить конфигурацию iSCSI

source: Failed to bind access pattern
ru: Невозможно прикрепить шаблон доступа

source: Failed to create PhysicalVolume on logical disk
ru: Невозможно создать PhysicalVolume на логическом диске

source: Failed to create VolumeGroup on logical disk
ru: Невозможно создать VolumeGroup на логическом диске

source: Failed to create access pattern
ru: Невозможно создать шаблон доступа

source: Failed to create authentication credential
ru: Невозможно создать полномочие доступа

source: Failed to create logical disk
ru: Невозможно создать логический диск

source: Failed to create snapshot
ru: Невозможно создать снимок

source: Failed to delete access pattern
ru: Невозможно удалить шаблон доступа

source: Failed to delete authentication credential
ru: Невозможно удалить полномочие доступа

source: Failed to delete dedicated hotspare disk
ru: Невозможно удалить выделенный hotspare диск

source: Failed to delete logical disk
ru: Невозможно удалить логический диск

source: Failed to remove logical volume
ru: Невозможно удалить логический том

source: Failed to resize logical volume
ru: Невозможно изменить размер логического тома

source: Failed to resize snapshot
ru: Невозможно изменить размер снимка

source: Failed to save config
ru: Невозможно сохранить конфигурацию

source: Failed to unbind access pattern
ru: Невозможно открепить шаблон доступа

source: In array
ru: В массиве

source: Incorrect RAID level
ru: Неправильный уровень RAID

source: Invalid logical volume name
ru: Неправильное название логического тома

source: Invalid username
ru: Неправильное имя пользователя

source: Logical disk can not contain equally named logical volumes
ru: Логический диск не может содержать одноимённые логические тома

source: Logical disk is not selected
ru: Логический диск не выбран

source: Logical drive
ru: Логический диск

source: Logical drives
ru: Логические диски

source: Logical volume
ru: Логический том

source: Logical volume is not selected
ru: Логический том не выбран

source: Logical volume name is not set
ru: Название логического тома не задано

source: Logical volumes
ru: Логические тома

source: Model
ru: Модель

source: Monitoring
ru: Мониторинг

source: Name
ru: Название

source: Network interfaces
ru: Сетевые интерфейсы

source: Newly added dedicated hotspare disk is bigger than needed
ru: Добавленный выделенный hotspare диск имеет больший размер, чем требуется

source: No link
ru: Нет соединения

source: Non critical
ru: Не критично

source: Normal
ru: Нормально

source: Not in array
ru: Не в массиве

source: Only single model hard drives should be used
ru: Желательно использовать жёсткие диски только одной модели

source: Password
ru: Пароль

source: Password must not be less than 12 characters long
ru: Пароль не должен иметь длину менее 12 символов

source: Physical drives
ru: Физические диски

source: RAID 0 level requires two or more drives
ru: RAID уровень 0 требует два или более жёстких диска

source: RAID 1 level requries two or more drives
ru: RAID уровень 1 требует два или более жёстких дисков

source: RAID 10 level requires odd number of four or more drives
ru: RAID уровень 10 требует чётное количество четырёх или более жёстких дисков

source: RAID 4 level requires three or more drives
ru: RAID уровень 4 требует три или более жёстких дисков

source: RAID 5 level requires three or more drives
ru: RAID уровень 5 требует три или более жёстких дисков

source: RAID 6 level requires four or more drives
ru: RAID уровень 6 требует четыре или более жёстких дисков

source: RAID level is not selected
ru: Уровень RAID не выбран

source: RAID linear level requires at least one drive
ru: RAID уровень linear требует хотя бы одного жёсткого диска

source: RAID passthrough level requries exactly single drive
ru: RAID уровень passthrough требует исключительно одного жёсткого диска

source: Readonly
ru: Только для чтения

source: Really delete access pattern?
ru: Действительно удалить шаблон доступа?

source: Really delete authentication credential?
ru: Действительно удалить полномочие доступа?

source: Really delete dedicated hotspare drive?
ru: Действительно удалить выделенный hotspare жёсткий диск?

source: Really delete logical drive?
ru: Действительно удалить логический диск?

source: Really remove logical volume? This will delete all corresponding snapshots as well!
ru: Действительно удалить логический том? Это также удалит и связанные снимки

source: Really remove snapshot?
ru: Действительно удалить снимок?

source: Really resize logical volume?
ru: Действительно изменить размер логического тома?

source: Really resize snapshot?
ru: Действительно изменить размер снимка?

source: Really unbind access pattern? This will terminate all related active iSCSI sessions!
ru: Действительно открепить шаблон доступа? Это так же завершит все связанные iSCSI сессии!

source: Remove authentication credential
ru: Удалить полномочие доступа

source: Remove dedicated hotspare
ru: Удалить выделенный hotspare

source: Remove logical drive
ru: Удалить логический диск

source: Remove logical volume
ru: Удалить логический том

source: Remove snapshot
ru: Удалить снимок

source: Resize
ru: Изменить размер

source: Resize logical volume
ru: Изменить размер логического тома

source: Resize snapshot
ru: Изменить размер снимка

source: Revision
ru: Ревизия

source: Size
ru: Размер

source: Snapshot
ru: Снимок

source: Snapshot size has to be bigger than it's current size
ru: Размер снимка должен быть больше своего текущего размера

source: State
ru: Состояние

source: States
ru: Состояния

source: Such username already exists in current logical volume
ru: Такое имя пользователя уже имеется в текущем логическом томе

source: Take snapshot
ru: Сделать снимок

source: Target driver
ru: Целевой драйвер

source: This is LUN is busy, please choose another one
ru: Этот LUN занят, пожалуйста выберите другой

source: This option will be applied to the whole logical drive
ru: Данная опция будет применена ко всему логическому диску

source: Unbind access pattern
ru: Открепить шаблон доступа

source: Unknown action specified
ru: Задано неизвестное действие

source: Username
ru: Имя пользователя

source: Username is not set
ru: Имя пользователя не задано

source: WriteThrough
ru: Сквозная запись

source: WriteThrough mode
ru: Режим сквозной записи

source: degraded
ru: деградированный

source: disabled
ru: выключенный

source: failed
ru: отказавший

source: free
ru: свободный

source: initializing
ru: инициализирующийся

source: normal
ru: норма

source: rebuilding
ru: пересборка

source: reshaping
ru: переразбиение

source: Really delete failed drive?
ru: Действительно удалить отказавший диск?

source: Detach failed drive
ru: Отключить отказавший диск

source: Array must be in "normal" state
ru: Массив должен быть в "нормальном" состоянии

source: Unbind all Access patterns
ru: Открепите все шаблоны доступа

source: Already cached
ru: Уже закэширован

source: Caching mode is not selected
ru: Не выбран режим кэширования

source: Failed to bind SSD cache
ru: Невозможно прикрепить SSD кэш

source: Failed to unbind SSD cache
ru: Невозможно открепить SSD кэш

source: Unbind SSD cache
ru: Открепить SSD кэш

source: Really unbind SSD cache?
ru: Действительно открепить SSD кэш?

source: Mode
ru: Режим

source: Bind
ru: Прикрепить

source: Bind SSD cache
ru: Прикрепить SSD кэш

source: SSD cache
ru: SSD кэш

source: Cache mode
ru: Режим кэширования
